# Для магаза энергии
def shop_list_energy():
    print("Добро пожаловать в магазин! Вы хотели что-нибудь приобрести?\n")
    print("Чтобы купить нажимайте клавиши с цифрами!\n")
    print("1) Запас энергии: 1000 кВт. Цена: 250\n"
          "C - закрыть раздел")


# Для магаза майнеров
def shop_list_1():
    print("Добро пожаловать в магазин! Вы хотели что-нибудь приобрести?\n")
    print("Чтобы купить нажимайте клавиши с цифрами!\n")
    print("1) Майнер 1 уровня. Монет в секунду: 2. Потребление энергии: 3. Цена: 20\n"
          "2) Майнер 2 уровня. Монет в секунду: 5. Потребление энергии: 6. Цена: 120\n"
          "C - закрыть раздел\n")


def shop_list_2():
    print("Добро пожаловать в магазин! Вы хотели что-нибудь приобрести?\n")
    print("Чтобы купить нажимайте клавиши с цифрами!\n")
    print("1) Майнер 3 уровня. Монет в секунду: 10. Потребление энергии: 15. Цена: 350\n"
          "2) Майнер 4 уровня. Монет в секунду: 13. Потребление энергии: 14. Цена: 550\n"
          "C - закрыть раздел\n")


def shop_list_3():
    print("Добро пожаловать в магазин! Вы хотели что-нибудь приобрести?\n")
    print("Чтобы купить нажимайте клавиши с цифрами!\n")
    print("1) Майнер 5 уровня. Монет в секунду: 15. Потребление энергии: 14. Цена: 700\n"
          "C - закрыть раздел\n")
